Repository: martmists/osso-djuty
Catalog: osso/cms/meeting/locale/*/LC_MESSAGES/django.po
Languages: nl

source: The characters you entered didn't match the characters verification. Please try again.
nl: De characters die u heeft ingevuld komen niet overéén met de characters in het plaatje. Probeert u het nog eens.

source: Date
nl: Datum

source: Date of meeting
nl: Datum van de vergadering

source: Time
nl: Tijd

source: Time of meeting
nl: Tijd van de vergadering

source: The date of a meeting can't be in the past.
nl: De datum van de vergadering mag niet in het verleden zijn.

source: An e-mail address or a mobile phonenumber should be entered.
nl: Er moet een e-mail adres ingevuld zijn of een mobiel telefoonnummer

source: E-mail address
nl: E-mail adres

source: Enter your e-mail address.
nl: Voer uw e-mail adres in.

source: Name
nl: Naam

source: Enter your name.
nl: Voer uw naam in.

source: Subject
nl: Onderwerp

source: Subject of meeting
nl: Onderwerp van de vergadering

source: Group
nl: Groep

source: Select a group or enter a name to create a new group.
nl: Selecteer een groep of voer een naam in om een nieuwe groep te creëren.

source: Access code
nl: Pincode

source: Access code of meeting
nl: Pin code van de vergadering

source: You're invited
nl: U bent uitgenodigd

source: accepted
nl: geaccepteerd

source: not accepted
nl: niet geaccepteerd

source: Groups
nl: Groepen

source: Members
nl: Leden

source: Meeting invitations
nl: Uitnodigingen voor vergaderingen

source: Invitation %(notification_string)s by %(name)s
nl: Uitnodiging %(notification_string)s door %(name)s

source: There must be at least 1 person to be invited.
nl: Er moet minimaal 1 persoon worden uitgenodigd.

source: An error has occured, see details below.
nl: Er is een fout opgetreden, zie formulier hier onder.

source: or
nl: of

source: Invite by e-mail address and/or mobile number
nl: Uitnodigen per e-mail adres en/of mobiel nummer

source: Mobile phone number
nl: Mobiele telefoonnummer

source: Send invitation
nl: Uitnodiging versturen

source: This field is required.
nl: Dit veld is verplicht.

source: Meeting detail
nl: Vergaderings detail

source: Invites
nl: Uitnodigingen

source: Dear
nl: Geachte

source: You've %(notification_string)s the invitation for your conference call on %(date)s at %(time)s.
nl: U heeft de uitnodiging voor het telefonische vergadering op %(date)s om %(time)s %(notification_string)s

source: Back to invites
nl: Teruf naar uitnodigingen

source: Meeting overview
nl: Vergadering overzicht

source: Invited
nl: Uitgenodigd

source: Accepted
nl: Geaccepteerd

source: Rejected
nl: Verworpen

source: You've didn't send any invitations yet.
nl: U heeft nog geen uitnodigingen verstuurd.

source: Thank you!
nl: Dank u wel!

source: Thank you for using the invitation tool.
nl: Dank u wel voor het gebruiken van de uitnodingstool

source: <p>Dear %(invite_name)s,</p> <p>You are invited by %(name)s for a conference call, with subject: %(subject)s. This conference call will take place on %(date)s at %(time)s CET.</p> <p>To participate in the conference call from The Netherlands, please call %(phone_number)s (€ 0,15 per minute), follow the instructions and use access code %(pin_code)s to access your conference call.</p> <p>For use from abroad, please look at: <a href="http://%(site_domain)s/en/international-access-numbers/">international access numbers</a>.</p> <p> <a href="http://%(site_domain)s%(accept_url)s">To accept click here.</a><br/> <a href="http://%(site_domain)s%(reject_url)s">To decline click here.</a> </p> <p>Kind regards,</p> <p><a href="http://%(site_domain)s/en/">www.%(site_name)s.nl</a></p>
nl: <p>Geachte %(invite_name)s,</p> <p>U bent uitgenodigd door %(name)s voor een conference call met als onderwerp: %(subject)s. Deze telefonische vergadering vindt plaats op %(date)s om %(time)s CET.</p> <p>Om deel te nemen vanuit Nederland, belt u naar %(phone_number)s (€ 0,15 per minuut), volg het menu en gebruik pincode %(pin_code)s om toegang te krijgen tot uw vergadering.</p> <p>Voor inbellen vanuit het buitenland, kijkt u op <a href="http://%(site_domain)s/nl/internationale-inbelnummers/">internationale inbelnummers</a>.</p> <p> <a href="http://%(site_domain)s%(accept_url)s">Om uw deelname te bevestigen klik hier.</a><br/> <a href="http://%(site_domain)s%(reject_url)s">Om u af te melden klik hier.</a> </p> <p>Met vriendelijke groet,</p> <p><a href="http://%(site_domain)s/nl/">www.%(site_name)s.nl</a></p>

source: Dear %(invite_name)s, You are invited by %(name)s for a conference call, with subject: %(subject)s. This conference call will take place on %(date)s at %(time)s CET. To participate in the conference call from The Netherlands, please call %(phone_number)s (€ 0,15 per minute), follow the instructions and use access code %(pin_code)s to access your conference call. For use from abroad, please look at: %(site_domain)s/en/international-access-numbers/ To accept click here: http://%(site_domain)s%(accept_url)s To decline click here: http://%(site_domain)s%(reject_url)s Kind regards, http://%(site_domain)s/en/
nl: Geachte %(invite_name)s, U bent uitgenodigd door %(name)s voor een conference call met als onderwerp: %(subject)s. Deze telefonische vergadering vindt plaats op %(date)s om %(time)s CET. Om deel te nemen vanuit Nederland, belt u naar %(phone_number)s (€ 0,15 per minuut), volg het menu en gebruik pincode %(pin_code)s om toegang te krijgen tot uw vergadering. Voor inbellen vanuit het buitenland, kijkt u op http://%(site_domain)s/nl/internationale-inbelnummers/. Om uw deelname te bevestigen klik hier: http://%(site_domain)s%(accept_url)s Om u af te melden klik hier: http://%(site_domain)s%(reject_url)s. Met vriendelijke groet, http://%(site_domain)s/nl/

source: <p>Dear %(sender_name)s,</p> <p>%(invited_name)s has %(notification_string)s your invitation for your conference call on %(date)s at %(time)s CET.</p> <p>Kind regards,</p> <p><a href="http://%(site_domain)s/en/">%(site_domain)s</a></p>
nl: <p>Geachte %(sender_name)s,</p> <p>%(invited_name)s heeft uw uitnodiging voor de telefonische vergadering op %(date)s om %(time)s CET %(notification_string)s.</p> <p>Met vriendelijke groet,</p> <p><a href="http://%(site_domain)s/nl/">%(site_domain)s</a></p>

source: Dear %(sender_name)s, %(invited_name)s has %(notification_string)s your invitation for your conference call on %(date)s at %(time)s CET. Kind regards, http://%(site_domain)s/en/
nl: Geachte %(sender_name)s, %(invited_name)s heeft uw uitnodiging voor de telefonische vergadering op %(date)s om %(time)s CET %(notification_string)s. Met vriendelijke groet, http://%(site_domain)s/nl/

source: %(name)s wants a conference call on %(date)s at %(time)s. Call %(phone_number)s or one of the international numbers and use code %(pin_code)s. Text %(keyword_confirm)s or %(keyword_decline)s to %(shortcode)s
nl: %(name)s wil op %(date)s om %(time)s telefonisch overleggen. Bel dan %(phone_number)s met pincode %(pin_code)s. Reageer en SMS gratis %(keyword_confirm)s of %(keyword_decline)s naar %(shortcode)s
